Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: How every keypress feels.
de: Wie sich jeder Tastendruck anfühlt.
es: Cómo se siente cada pulsación.
et: Kuidas iga klahvivajutus tundub.
fr: La sensation de chaque appui.
hu: Minden gombnyomás érzete.
it: La sensazione di ogni tasto.
ja: キーを押すたびの感触。
ko: 키를 누를 때의 느낌.
ms: Rasa setiap tekanan kekunci.
pt: A sensação de cada toque.
ru: Как ощущается каждое нажатие.
zh_hans: 每次按键的手感。

source: How every keypress sounds.
de: Wie jeder Tastendruck klingt.
es: Cómo suena cada pulsación.
et: Kuidas iga klahvivajutus kõlab.
fr: Le son de chaque appui.
hu: Minden gombnyomás hangja.
it: Il suono di ogni tasto.
ja: キーを押すたびの音。
ko: 키를 누를 때의 소리.
ms: Bunyi setiap tekanan kekunci.
pt: O som de cada toque.
ru: Как звучит каждое нажатие.
zh_hans: 每次按键的声音。

source: How far the light reaches around the key you press, in key widths.
de: Wie weit das Licht um die gedrückte Taste reicht, in Tastenbreiten.
es: Hasta dónde llega la luz alrededor de la tecla que pulsas, en anchos de tecla.
et: Kui kaugele ulatub valgus vajutatud klahvi ümber, klahvilaiustes.
fr: Jusqu'où la lumière s'étend autour de la touche frappée, en largeurs de touche.
hu: Meddig ér a fény a lenyomott gomb körül, gombszélességben.
it: Fin dove arriva la luce attorno al tasto premuto, in larghezze di tasto.
ja: 押したキーの周りに光が届く範囲（キー幅単位）。
ko: 누른 키 주변으로 빛이 닿는 범위(키 너비 기준).
ms: Sejauh mana cahaya sampai di sekeliling kekunci yang ditekan, dalam lebar kekunci.
pt: Até onde a luz chega em torno da tecla premida, em larguras de tecla.
ru: Насколько далеко свет достаёт вокруг нажатой клавиши, в ширинах клавиши.
zh_hans: 灯光在所按按键周围扩散的范围（以按键宽度计）。

source: How far up to drag a key before its drag-up action fires: the language switcher, a Tools key, or a long-press variant. Lower triggers more easily, higher prevents accidents.
de: Wie weit du eine Taste nach oben ziehen musst, bis ihre Zieh-Aktion auslöst: Sprachumschalter, Werkzeug-Taste oder Haltevariante. Kleiner löst leichter aus, größer verhindert Versehen.
es: Cuánto hay que arrastrar una tecla hacia arriba para que se active su acción: el selector de idioma, una tecla de herramientas o una variante de pulsación larga. Menos se activa con más facilidad; más evita errores.
et: Kui kaugele tuleb klahvi üles lohistada, enne kui selle üleslohistamise tegevus käivitub: keelevalija, tööriistaklahv või pikkvajutuse variant. Madalam käivitub kergemini, kõrgem hoiab õnnetused eemal.
fr: Distance de glissement vers le haut avant que l’action de la touche ne se déclenche : sélecteur de langue, touche Outils ou variante d’appui long. Plus court se déclenche plus facilement, plus long évite les erreurs.
hu: Milyen messzire kell felhúzni egy gombot, hogy elsüljön a húzási művelete: nyelvváltó, Eszközök gomb vagy hosszú nyomásos változat. Kisebb érték könnyebben elsül, nagyobb megelőzi a véletleneket.
it: Quanto trascinare un tasto verso l’alto prima che scatti la sua azione: il selettore lingua, un tasto Strumenti o una variante con pressione prolungata. Meno scatta più facilmente, di più evita errori.
ja: キーの上ドラッグ操作（言語切り替え、ツールキー、長押しバリアント）が発動するまでの距離です。短いほど反応しやすく、長いほど誤操作を防げます。
ko: 언어 전환기, 도구 키, 길게 누르기 변형 등 위로 끌기 동작이 실행되기까지 키를 얼마나 끌어올려야 하는지입니다. 짧을수록 쉽게 실행되고, 길수록 실수를 막아 줍니다.
ms: Sejauh mana kekunci perlu diseret ke atas sebelum tindakan seretannya berlaku: penukar bahasa, kekunci Alatan, atau varian tekan lama. Lebih pendek lebih mudah tercetus, lebih panjang mengelak tersilap.
pt: Até onde arrastar uma tecla para cima antes de a ação de arrasto disparar: o seletor de idioma, uma tecla de ferramentas ou uma variante de toque longo. Menos dispara com mais facilidade, mais evita enganos.
ru: Насколько высоко нужно потянуть клавишу, чтобы сработало действие подъёма: переключатель языка, клавиша инструментов или вариант из долгого нажатия. Меньше — срабатывает легче, больше — меньше случайностей.
zh_hans: 需要将按键向上拖动多远，其上拖动作才会触发：语言切换、工具键或长按变体。距离越短越容易触发，越长越不易误触。

source: How far you must drag left before the first word is deleted. Lower is more sensitive.
de: Wie weit du nach links ziehen musst, bis das erste Wort gelöscht wird. Niedriger ist empfindlicher.
es: Cuánto tienes que arrastrar a la izquierda antes de borrar la primera palabra. Más bajo es más sensible.
et: Kui kaugele tuleb lohistada vasakule, enne kui esimene sõna kustutatakse. Madalam on tundlikum.
fr: Jusqu'où tu dois glisser vers la gauche avant que le premier mot soit supprimé. Plus bas, plus sensible.
hu: Milyen messze kell balra húznod, mielőtt törlődik az első szó. Az alacsonyabb érzékenyebb.
it: Quanto devi trascinare a sinistra prima che sparisca la prima parola. Più basso è più sensibile.
ja: 最初の単語が消えるまでに左へドラッグする距離です。低いほど反応しやすくなります。
ko: 첫 단어가 지워지기 전까지 왼쪽으로 얼마나 끌어야 하는지예요. 낮을수록 더 민감해요.
ms: Sejauh mana anda perlu seret ke kiri sebelum perkataan pertama dipadam. Lagi rendah lagi sensitif.
pt: Até onde tens de arrastar para a esquerda antes de a primeira palavra ser apagada. Mais baixo é mais sensível.
ru: Насколько далеко нужно провести влево, чтобы удалилось первое слово. Меньше — чувствительнее.
zh_hans: 要往左拖多远才删掉第一个词。数值越低越灵敏。

source: How far your finger travels to move the cursor one character. If it jumps too fast, lower this.
de: Wie weit dein Finger wandert, um den Cursor um ein Zeichen zu bewegen. Springt er zu schnell, dreh das runter.
es: Cuánto mueves el dedo para desplazar el cursor un carácter. Si salta demasiado rápido, baja este valor.
et: Kui kaugele liigub su sõrm, et liigutada kursorit ühe märgi võrra. Kui ta hüppab liiga kiiresti, siis madalda seda.
fr: La distance que ton doigt parcourt pour bouger le curseur d'un caractère. S'il saute trop vite, baisse ça.
hu: Mennyit mozdul az ujjad, hogy a kurzor egy karaktert lépjen. Ha túl gyorsan ugrik, csökkentsd.
it: Quanto si sposta il dito per muovere il cursore di un carattere. Se salta troppo in fretta, abbassalo.
ja: カーソルを1文字動かすのに指を動かす距離です。動きが速すぎるときは下げてください。
ko: 커서를 한 글자 옮기려면 손가락이 얼마나 움직여야 하는지예요. 너무 빨리 건너뛰면 이 값을 낮춰보세요.
ms: Sejauh mana jari anda gerak untuk alihkan kursor satu aksara. Kalau ia melompat terlalu laju, rendahkan ini.
pt: Até onde o teu dedo anda para mover o cursor um caractere. Se saltar depressa demais, baixa isto.
ru: Какое расстояние проходит палец, чтобы сдвинуть курсор на один символ. Если он летит слишком быстро, уменьшите.
zh_hans: 手指要滑多远，光标才移动一个字符。要是跳得太快，就把它调低。

source: How fast the key spring settles. Lower is snappier, higher is more relaxed.
de: Wie schnell die Tastenfeder zur Ruhe kommt. Niedriger ist flotter, höher ist entspannter.
es: Con qué rapidez se asienta el resorte de la tecla. Más bajo va más ágil, más alto más relajado.
et: Kui kiiresti klahvi vedru raugab. Madalam on nobedam, kõrgem on lõdvestunum.
fr: La vitesse à laquelle le ressort de la touche se stabilise. Plus bas, plus vif ; plus haut, plus souple.
hu: Milyen gyorsan ül el a billentyű rugója. Az alacsonyabb pattanósabb, a magasabb lazább.
it: Quanto in fretta si assesta la molla del tasto. Più basso è più scattante, più alto è più morbido.
ja: キーのばねが落ち着く速さです。低いほどキビキビ、高いほどゆったりします。
ko: 스프링이 잦아드는 속도예요. 낮으면 착 붙고, 높으면 좀 더 느긋해요.
ms: Selaju mana spring kekunci mengendap. Lagi rendah lagi pantas, lagi tinggi lagi santai.
pt: A rapidez com que a mola da tecla assenta. Mais baixo é mais ágil, mais alto é mais suave.
ru: Как быстро успокаивается пружина клавиши. Меньше — резче, больше — расслабленнее.
zh_hans: 按键弹簧回稳有多快。数值越低越干脆，越高越舒缓。

source: How fast the space-bar spring settles. Lower is snappier.
de: Wie schnell die Feder der Leertaste zur Ruhe kommt. Niedriger ist flotter.
es: Con qué rapidez se asienta el resorte de la barra espaciadora. Más bajo va más ágil.
et: Kui kiiresti tühikuklahvi vedru raugab. Madalam on nobedam.
fr: La vitesse à laquelle le ressort de la barre d'espace se stabilise. Plus bas, plus vif.
hu: Milyen gyorsan ül el a szóköz rugója. Az alacsonyabb pattanósabb.
it: Quanto in fretta si assesta la molla della barra spaziatrice. Più basso è più reattivo.
ja: スペースバーのばねが落ち着く速さです。低いほどキビキビ動きます。
ko: 스페이스바 스프링이 잦아드는 속도예요. 낮을수록 더 착 붙어요.
ms: Selaju mana spring bar ruang mengendap. Lagi rendah lagi pantas.
pt: A rapidez com que a mola da barra de espaços assenta. Mais baixo é mais ágil.
ru: Как быстро успокаивается пружина пробела. Меньше — резче.
zh_hans: 空格键的弹簧回稳有多快。数值越低越干脆。

source: How fast the spring settles. Lower is snappier, higher is more relaxed.
de: Wie schnell die Feder zur Ruhe kommt. Niedriger ist flotter, höher ist entspannter.
es: Con qué rapidez se asienta el resorte. Más bajo va más ágil, más alto más relajado.
et: Kui kiiresti vedru raugab. Madalam on nobedam, kõrgem on lõdvestunum.
fr: La vitesse à laquelle le ressort se stabilise. Plus bas, plus vif ; plus haut, plus souple.
hu: Milyen gyorsan ül el a rugó. Az alacsonyabb pattanósabb, a magasabb lazább.
it: Quanto in fretta si assesta la molla. Più basso è più reattivo, più alto è più morbido.
ja: ばねが落ち着く速さです。低いほどキビキビ、高いほどゆったりします。
ko: 스프링이 잦아드는 속도예요. 낮으면 착 붙고, 높으면 좀 더 느긋해요.
ms: Selaju mana spring mengendap. Lagi rendah lagi pantas, lagi tinggi lagi santai.
pt: A rapidez com que a mola assenta. Mais baixo é mais ágil, mais alto é mais suave.
ru: Как быстро успокаивается пружина. Меньше — резче, больше — расслабленнее.
zh_hans: 弹簧回稳有多快。数值越低越干脆，越高越舒缓。

source: How fully your learned offset is undone.
de: Wie stark dein gelernter Versatz rückgängig gemacht wird.
es: Hasta qué punto se deshace el desplazamiento aprendido.
et: Kui täielikult su õpitud nihe tühistatakse.
fr: À quel point ton décalage appris est annulé.
hu: Mennyire teljesen áll vissza a megtanult eltolás.
it: Quanto viene annullato lo scostamento appreso.
ja: 学習した位置ずれをどれだけ元に戻すかです。
ko: 학습된 보정이 얼마나 되돌려지는지예요.
ms: Sejauh mana ofset dipelajari anda dibatalkan.
pt: Até que ponto o desvio aprendido é desfeito.
ru: Насколько полно отменяется выученное смещение.
zh_hans: 把你学到的偏移撤销到什么程度。

source: How it looks in the panel
de: So sieht es im Panel aus
es: Cómo se ve en el panel
et: Kuidas see paneelil välja näeb
fr: À quoi ça ressemble dans le panneau
hu: Így néz ki a panelen
it: Come appare nel pannello
ja: パネルでの見え方
ko: 패널에서 보이는 모습
ms: Cara ia kelihatan dalam panel
pt: Como fica no painel
ru: Как это выглядит в панели
zh_hans: 在面板中的样子

source: How it translates
de: Art der Übersetzung
es: Cómo traduce
et: Tõlkimise viis
fr: Style de traduction
hu: Hogyan fordítson
it: Come traduce
ja: 翻訳のしかた
ko: 번역 방식
ms: Cara ia menterjemah
pt: Como traduz
ru: Как это переводится
zh_hans: 翻译方式

source: How it works
de: So funktioniert's
es: Cómo funciona
et: Kuidas see töötab
fr: Comment ça marche
hu: Így működik
it: Come funziona
ja: 仕組み
ko: 작동 방식
ms: Cara ia berfungsi
pt: Como funciona
ru: Как это работает
zh_hans: 工作原理

source: How large each chip draws on the bar.
de: Wie groß jeder Chip auf dem Balken gezeichnet wird.
es: Qué tan grande se dibuja cada chip en la barra.
et: Kui suurelt iga kiip ribale joonistatakse.
fr: Taille de chaque puce sur la barre.
hu: Mekkora legyen az egyes chipek a sávon.
it: Quanto è grande ogni chip sulla barra.
ja: バー上の各チップの大きさです。
ko: 바에서 각 칩을 얼마나 크게 그릴지입니다.
ms: Seberapa besar setiap cip dilukis pada bar.
pt: Quão grande cada chip é desenhado na barra.
ru: Насколько крупно каждый чип рисуется на полосе.
zh_hans: 栏上每个碎片画多大。

source: How large each emoji draws on its cell.
de: Wie groß jedes Emoji in seiner Zelle gezeichnet wird.
es: Qué tan grande se dibuja cada emoji en su celda.
et: Kui suurelt iga emoji oma lahtrisse joonistatakse.
fr: Taille de chaque emoji dans sa case.
hu: Mekkora legyen az egyes emojik a saját cellájukban.
it: Quanto è grande ogni emoji nella sua cella.
ja: 各マスに描く絵文字の大きさです。
ko: 각 칸에 이모지를 얼마나 크게 그릴지입니다.
ms: Seberapa besar setiap emoji dilukis pada selnya.
pt: Quão grande cada emoji é desenhado na sua célula.
ru: Насколько крупно каждый эмодзи рисуется в своей ячейке.
zh_hans: 每个格子里表情画多大。

source: How large each emoji draws on the bar.
de: Wie groß jedes Emoji auf dem Balken gezeichnet wird.
es: Qué tan grande se dibuja cada emoji en la barra.
et: Kui suurelt iga emoji ribale joonistatakse.
fr: Taille de chaque emoji sur la barre.
hu: Mekkora legyen az egyes emojik a sávon.
it: Quanto è grande ogni emoji sulla barra.
ja: バー上の各絵文字の大きさです。
ko: 바에서 각 이모지를 얼마나 크게 그릴지입니다.
ms: Seberapa besar setiap emoji dilukis pada bar.
pt: Quão grande cada emoji é desenhado na barra.
ru: Насколько крупно каждый эмодзи рисуется на полосе.
zh_hans: 栏上每个表情画多大。

source: How large each icon draws on the bar.
de: Wie groß jedes Symbol auf dem Balken gezeichnet wird.
es: Qué tan grande se dibuja cada icono en la barra.
et: Kui suurelt iga ikoon ribale joonistatakse.
fr: Taille de chaque icône sur la barre.
hu: Mekkora legyen az egyes ikonok a sávon.
it: Quanto è grande ogni icona sulla barra.
ja: バー上の各アイコンの大きさです。
ko: 바에서 각 아이콘을 얼마나 크게 그릴지입니다.
ms: Seberapa besar setiap ikon dilukis pada bar.
pt: Quão grande cada ícone é desenhado na barra.
ru: Насколько крупно каждая иконка рисуется на полосе.
zh_hans: 栏上每个图标画多大。

source: How large each mark draws on the bar.
de: Wie groß jedes Zeichen auf dem Balken gezeichnet wird.
es: Qué tan grande se dibuja cada signo en la barra.
et: Kui suurelt iga märk ribale joonistatakse.
fr: Taille de chaque signe sur la barre.
hu: Mekkora legyen az egyes jelek a sávon.
it: Quanto è grande ogni segno sulla barra.
ja: バー上の各記号の大きさです。
ko: 바에서 각 기호를 얼마나 크게 그릴지입니다.
ms: Seberapa besar setiap tanda dilukis pada bar.
pt: Quão grande cada sinal é desenhado na barra.
ru: Насколько крупно каждый знак рисуется на полосе.
zh_hans: 栏上每个符号画多大。

source: How large each particle grows. Bigger shapes fill more of the keys.
de: Wie groß jedes Partikel wächst. Größere Formen bedecken mehr von den Tasten.
es: Cuánto crece cada partícula. Las formas más grandes cubren más de las teclas.
et: Kui suureks iga osake kasvab. Suuremad kujundid katavad rohkem klahve.
fr: Taille de croissance de chaque particule. Les formes plus grandes couvrent davantage les touches.
hu: Mekkorára nő minden részecske. A nagyobb alakzatok többet takarnak a billentyűkből.
it: Quanto cresce ogni particella. Le forme più grandi coprono più tasti.
ja: 各パーティクルがどれだけ大きくなるか。大きい形状ほどキーを多く覆います。
ko: 각 입자가 얼마나 커지는지 설정합니다. 모양이 클수록 키를 더 많이 채웁니다.
ms: Seberapa besar setiap zarah membesar. Bentuk yang lebih besar memenuhi lebih banyak kekunci.
pt: O tamanho até onde cada partícula cresce. Formas maiores preenchem mais as teclas.
ru: Насколько вырастает каждая частица. Более крупные формы занимают больше клавиш.
zh_hans: 每个粒子会变得多大。形状越大，覆盖按键越多。

source: How long the key holds its pressed state before bouncing back. Adds weight.
de: Wie lange die Taste gedrückt bleibt, bevor sie zurückschnellt. Fühlt sich dadurch schwerer an.
es: Cuánto mantiene la tecla su estado pulsado antes de rebotar. Añade peso.
et: Kui kaua klahv hoiab oma vajutatud olekut, enne kui tagasi hüppab. Lisab raskust.
fr: Combien de temps la touche reste enfoncée avant de remonter. Ajoute du poids.
hu: Meddig tartja a billentyű a lenyomott állapotát, mielőtt visszapattan. Súlyt ad neki.
it: Per quanto il tasto resta premuto prima di tornare su. Aggiunge peso.
ja: キーが押された状態のままでいてから戻るまでの時間です。重みが出ます。
ko: 키를 누른 채로 튀어 오르기까지 얼마나 머무는지예요. 묵직한 느낌이 나요.
ms: Berapa lama kekunci kekal ditekan sebelum melantun balik. Menambah berat.
pt: Quanto tempo a tecla mantém o estado premido antes de voltar. Dá peso.
ru: Сколько клавиша держится нажатой, прежде чем отскочить назад. Добавляет веса.
zh_hans: 按键弹回来之前保持按下状态多久。会多一点厚重感。

source: How long the key stays in its pressed state before bouncing back. Adds a weighted feel.
de: Wie lange die Taste gedrückt bleibt, bevor sie zurückschnellt. Fühlt sich dadurch schwerer an.
es: Cuánto se queda la tecla pulsada antes de rebotar. Le da una sensación de peso.
et: Kui kaua klahv püsib vajutatud olekus, enne kui tagasi hüppab. Lisab raskustundet.
fr: Combien de temps la touche reste enfoncée avant de remonter. Ajoute une sensation de poids.
hu: Meddig marad a gomb lenyomott állapotban, mielőtt visszapattan. Súlyosabb érzést ad.
it: Per quanto il tasto resta premuto prima di tornare su. Dà una sensazione di peso.
ja: キーが押された状態のままでいてから戻るまでの時間です。重みのある感触が出ます。
ko: 키를 누른 채로 튀어 오르기까지 얼마나 머무는지예요. 묵직한 느낌이 나요.
ms: Berapa lama kekunci kekal ditekan sebelum melantun balik. Bagi rasa lebih berat.
pt: Quanto tempo a tecla fica premida antes de voltar. Dá uma sensação de peso.
ru: Сколько клавиша остаётся нажатой, прежде чем отскочить назад. Даёт ощущение веса.
zh_hans: 按键弹回来之前保持按下状态多久。会多一点厚重感。

source: How long the lit streak behind your finger is.
de: Wie lang der leuchtende Streifen hinter deinem Finger ist.
es: Cuánto dura el rastro iluminado detrás de tu dedo.
et: Kui pikk on su sõrme taga olev valgusriba.
fr: La longueur de la traînée allumée derrière ton doigt.
hu: Milyen hosszú a világító csík az ujjad mögött.
it: Quanto è lunga la scia illuminata dietro il tuo dito.
ja: 指の後ろに光る筋の長さです。
ko: 손가락 뒤에 켜진 자국이 얼마나 긴지예요.
ms: Berapa panjang jejak menyala di belakang jari anda.
pt: O comprimento do rasto aceso atrás do teu dedo.
ru: Насколько длинный светящийся след тянется за пальцем.
zh_hans: 手指后面那道亮痕有多长。

source: How long to hold a letter key before the accent picker appears.
de: Wie lange du eine Buchstabentaste halten musst, bis die Akzentauswahl kommt.
es: Cuánto hay que mantener pulsada una letra antes de que aparezca el selector de acentos.
et: Kui kaua tuleb hoida täheklahvi, enne kui ilmub aksendivalija.
fr: Combien de temps maintenir une touche de lettre avant que le sélecteur d'accents s'affiche.
hu: Meddig kell nyomva tartani egy betűt, mielőtt megjelenik az ékezetválasztó.
it: Per quanto tenere premuto un tasto lettera prima che compaia il selettore degli accenti.
ja: アクセントの選択が出るまで、文字キーを長押しする時間です。
ko: 문자 키를 얼마나 누르고 있어야 악센트 선택기가 뜨는지예요.
ms: Berapa lama anda tahan kekunci huruf sebelum pemilih aksen muncul.
pt: Quanto tempo tens de manter uma tecla de letra premida até aparecer o seletor de acentos.
ru: Сколько удерживать букву, прежде чем появится выбор акцентов.
zh_hans: 字母键要按住多久，才弹出重音选择器。

source: How long to hold an emoji before the skin tone picker appears.
de: Wie lange du ein Emoji halten musst, bis die Hautton-Auswahl kommt.
es: Cuánto hay que mantener pulsado un emoji antes de que aparezca el selector de tono de piel.
et: Kui kaua tuleb hoida emojisid, enne kui ilmub nahatooni valija.
fr: Combien de temps maintenir un emoji avant que le sélecteur de teinte de peau s'affiche.
hu: Meddig kell nyomva tartani egy emojit, mielőtt megjelenik a bőrszínválasztó.
it: Per quanto tenere premuta un'emoji prima che compaia il selettore della tonalità della pelle.
ja: 肌の色の選択が出るまで、絵文字を長押しする時間です。
ko: 이모지를 얼마나 누르고 있어야 피부색 선택기가 뜨는지예요.
ms: Berapa lama anda tahan emoji sebelum pemilih ton kulit muncul.
pt: Quanto tempo tens de manter um emoji premido até aparecer o seletor de tom de pele.
ru: Сколько удерживать эмодзи, прежде чем появится выбор тона кожи.
zh_hans: 表情要按住多久，才弹出肤色选择器。

source: How long to hold the key before rapid-delete begins, and how fast it accelerates.
de: Wie lange du die Taste hältst, bis das Schnelllöschen startet, und wie schnell es beschleunigt.
es: Cuánto hay que mantener pulsada la tecla antes de que empiece el borrado rápido, y a qué velocidad acelera.
et: Kui kaua tuleb klahvi hoida, enne kui kiirkustutamine algab, ja kui kiiresti see kiireneb.
fr: Combien de temps maintenir la touche avant que la suppression rapide démarre, et à quelle vitesse elle accélère.
hu: Meddig kell nyomva tartani a gombot, mielőtt beindul a gyorstörlés, és milyen gyorsan gyorsul fel.
it: Per quanto tenere premuto il tasto prima che parta la cancellazione rapida, e quanto in fretta accelera.
ja: 高速削除が始まるまでキーを長押しする時間と、加速する速さです。
ko: 빠른 삭제가 시작되기까지 키를 누르는 시간이랑, 얼마나 빨리 빨라지는지예요.
ms: Berapa lama anda tahan kekunci sebelum padam laju bermula, dan selaju mana ia memecut.
pt: Quanto tempo manter a tecla premida antes de começar a apagar rápido, e a que velocidade acelera.
ru: Сколько удерживать клавишу до начала быстрого удаления и как быстро оно разгоняется.
zh_hans: 按住按键多久才开始快速删除，以及加速有多快。

source: How long you must hold backspace before rapid-delete kicks in.
de: Wie lange du die Rücktaste halten musst, bis das Schnelllöschen einsetzt.
es: Cuánto tienes que mantener pulsado retroceso antes de que arranque el borrado rápido.
et: Kui kaua tuleb hoida backspace'i, enne kui kiirkustutamine käivitub.
fr: Combien de temps tu dois maintenir la touche retour avant que la suppression rapide démarre.
hu: Meddig kell nyomva tartanod a törlést, mielőtt beindul a gyorstörlés.
it: Per quanto devi tenere premuto backspace prima che parta la cancellazione rapida.
ja: 高速削除が始まるまでバックスペースを長押しする時間です。
ko: 빠른 삭제가 시작되기까지 백스페이스를 얼마나 누르고 있어야 하는지예요.
ms: Berapa lama anda perlu tahan backspace sebelum padam laju bermula.
pt: Quanto tempo tens de manter o retrocesso premido até começar a apagar rápido.
ru: Сколько нужно удерживать Backspace, прежде чем включится быстрое удаление.
zh_hans: 退格键要按住多久，才开始快速删除。

source: How long you must hold the space bar before cursor mode engages. Raise it if the cursor triggers accidentally while typing.
de: Wie lange du die Leertaste halten musst, bis der Cursor-Modus anspringt. Dreh das hoch, wenn er beim Tippen aus Versehen auslöst.
es: Cuánto tienes que mantener pulsada la barra espaciadora antes de activar el modo cursor. Súbelo si el cursor salta solo al escribir.
et: Kui kaua tuleb hoida tühikuklahvi, enne kui kursorirežiim käivitub. Suurenda, kui kursor käivitub tipimise ajal kogemata.
fr: Combien de temps tu dois maintenir la barre d'espace avant que le mode curseur s'active. Augmente si le curseur se déclenche par accident quand tu tapes.
hu: Meddig kell nyomva tartanod a szóközt, mielőtt bekapcsol a kurzormód. Emeld meg, ha a kurzor véletlenül elindul gépelés közben.
it: Per quanto devi tenere premuta la barra spaziatrice prima che parta la modalità cursore. Alzalo se il cursore si attiva per sbaglio mentre scrivi.
ja: カーソルモードが始まるまでスペースバーを長押しする時間です。入力中にうっかりカーソルが動くときは上げてください。
ko: 커서 모드가 켜지기까지 스페이스바를 얼마나 누르고 있어야 하는지예요. 입력하다 커서가 실수로 켜지면 값을 높여보세요.
ms: Berapa lama anda perlu tahan bar ruang sebelum mod kursor aktif. Naikkan kalau kursor tercetus tak sengaja masa menaip.
pt: Quanto tempo tens de manter a barra de espaços premida até entrar o modo cursor. Aumenta se o cursor ligar por engano enquanto escreves.
ru: Сколько нужно удерживать пробел, прежде чем включится режим курсора. Увеличьте, если курсор срабатывает случайно во время печати.
zh_hans: 空格键要按住多久，才进入光标模式。要是打字时光标老是误触发，就把它调高。

source: How many emoji sit in the bar.
de: Wie viele Emojis in den Balken passen.
es: Cuántos emojis caben en la barra.
et: Mitu emojisid ribale mahub.
fr: Combien d’emojis tiennent dans la barre.
hu: Hány emoji fér a sávba.
it: Quante emoji stanno nella barra.
ja: バーに並べる絵文字の数です。
ko: 바에 몇 개의 이모지가 들어가는지입니다.
ms: Berapa emoji yang ada dalam bar.
pt: Quantos emojis cabem na barra.
ru: Сколько эмодзи помещается на полосе.
zh_hans: 栏里放几个表情。

source: How many slots sit in the bar.
de: Wie viele Plätze in den Balken passen.
es: Cuántos huecos caben en la barra.
et: Mitu kohta ribale mahub.
fr: Combien d’emplacements tiennent dans la barre.
hu: Hány hely fér a sávba.
it: Quanti slot stanno nella barra.
ja: バーに並べる枠の数です。
ko: 바에 몇 칸이 들어가는지입니다.
ms: Berapa slot yang ada dalam bar.
pt: Quantos espaços cabem na barra.
ru: Сколько ячеек помещается на полосе.
zh_hans: 栏里放几格。

source: How many to keep
de: Wie viele behalten
es: Cuántos guardar
et: Mitu säilitada
fr: Combien en garder
hu: Hány maradjon meg
it: Quante conservarne
ja: 保持する数
ko: 보관할 개수
ms: Berapa nak simpan
pt: Quantos guardar
ru: Сколько хранить
zh_hans: 保留多少个

source: How much
de: Wie stark
es: Cuánto
et: Kui palju
fr: Dans quelle mesure
hu: Mennyire
it: Quanto
ja: どこまで
ko: 어느 정도
ms: Sejauh mana
pt: Quanto
ru: Насколько
zh_hans: 程度
